export interface CatPrim {text : string}
export const catPrimet :CatPrim[] = [{
    text :"Если кошка прищуривает глаза, значит, она наладила отношения с домовым.Беспокоиться проживающим в доме не о чем."
},{
    text :"Если кошка прищуривает глаза, значит, она наладила отношения с домовым.Беспокоиться проживающим в доме не о чем."
},{
    text :"Если кошка села на чемодан с вещами, значит, поездка пройдет хорошо, такое поведение питомца — к добру. Когда питомец пытается растормошить сумку и вытащить оттуда вещи, это сигнал, что он пытается предостеречь от предстоящей дороги."
}]