export interface CatAnec {anecName:string;text:string}

export const catAnecdot :CatAnec[] = [{
    anecName : "как искупать кошку" ,
    text :`Как искупать кошку 1. Тщательно почистите унитаз. 2. Поднимите крышку и
    добавьте шампунь. 3. Найдите и успокаивайте кошку, пока Вы несете ее в туалет.
    4. Быстрым движением поместите кошку в унитаз, закройте крышкой и встаньте
    сверху. 5. Кошка взобьет мыльную пену. 6. Смойте воду 3-4 раза. Это обеспечит
    эффективное полоскание. 7. Пусть кто-нибудь откроет дверь, а Вы отбегите как
    можно дальше от туалета, одновременно откинув крышку унитаза. 8. Чистая кошка
    вылетит из туалета и просохнет на открытом воздухе.`
    
    },{
        anecName : "милый котенок",
        text : `Вышли с женой из магазина, а на ступеньках котёнок, няшный весьма.
Жена умилённым голосом, - "Какой хорошенький... Давай ему голову оторвем."
Люди вокруг начали беспокоиться и оборачиваться, пока мы рыбу из пакета не достали.`
    },{
        anecName : "кошачья обувь",
        text : "Купил коту кошачью обувь. Не удержался, с огромным удовольствием нассал туда прямо в магазине."
    }]
